Repository: zoltan151/documenso
Catalog: packages/lib/translations/*/marketing.po
Languages: ro

source: 5 standard documents per month
ro: 5 documente standard pe lună

source: 5 Users Included
ro: 5 Utilizatori Incluși

source: A 10x better signing experience.
ro: O experiență de semnare de 10 ori mai bună.

source: Add More Users for {0}
ro: Adaugă Mai Mulți Utilizatori pentru {0}

source: All our metrics, finances, and learnings are public. We believe in transparency and want to share our journey with you. You can read more about why here: <0>Announcing Open Metrics</0>
ro: Toate metricile, finanțele și învățămintele noastre sunt publice. Credem în transparență și dorim să împărtășim călătoria noastră cu tine. Poți citi mai multe despre asta aici: <0>Anunțând Metriile Deschise</0>

source: Amount Raised
ro: Suma Strânsă

source: API Access
ro: Acces API

source: Beautiful.
ro: Frumos.

source: Because signing should be celebrated. That’s why we care about the smallest detail in our product.
ro: Pentru că semnarea trebuie să fie sărbătorită. De aceea ne pasă de cel mai mic detaliu din produsul nostru.

source: Build on top.
ro: Construiește pe baza.

source: Can I use Documenso commercially?
ro: Pot folosi Documenso comercial?

source: Careers
ro: Cariere

source: Changelog
ro: Istoric de Modificări

source: Choose a template from the community app store. Or submit your own template for others to use.
ro: Alegeți un șablon din magazinul de aplicații al comunității. Sau trimiteți propriul șablon pentru ca alții să îl folosească.

source: Community
ro: Comunitate

source: Completed Documents
ro: Documente Finalizate

source: Completed Documents per Month
ro: Documente Finalizate pe Lună

source: Connections
ro: Conexiuni

source: Contact Us
ro: Contactați-ne

source: Create connections and automations with Zapier and more to integrate with your favorite tools.
ro: Creați conexiuni și automatizări cu Zapier și altele pentru a integra cu instrumentele dvs. preferate.

source: Create your account and start using state-of-the-art document signing. Open and beautiful signing is within your grasp.
ro: Creați-vă contul și începeți să utilizați semnarea documentelor de ultimă generație. Semnarea deschisă și frumoasă este la îndemâna dvs.

source: Customers with an Active Subscriptions.
ro: Clienți cu Abonamente Active.

source: Customise and expand.
ro: Personalizează și extinde.

source: Designed for every stage of your journey.
ro: Proiectat pentru fiecare etapă a călătoriei tale.

source: Direct Link
ro: Link Direct

source: Documenso is a community effort to create an open and vibrant ecosystem around a tool, everybody is free to use and adapt. By being truly open we want to create trusted infrastructure for the future of the internet.
ro: Documenso este un efort al comunității de a crea un ecosistem deschis și vibrant în jurul unui instrument, pe care toți îl pot folosi și adapta gratuit. Fiind cu adevărat deschiși, dorim să creăm o infrastructură de încredere pentru viitorul internetului.

source: Documenso on X
ro: Documenso pe X

source: Document signing,<0/>finally open source.
ro: Semnare de documente,<0/>în sfârșit open source.

source: Documentation
ro: Documentație

source: Easily embed Documenso into your product. Simply copy and paste our react widget into your application.
ro: Incorporați ușor Documenso în produsul dvs. Pur și simplu copiați și lipiți widget-ul nostru react în aplicația dvs.

source: Easy Sharing (Soon).
ro: Partajare ușoară (Curând).

source: Email and Discord Support
ro: Suport prin Email și Discord

source: Engagement
ro: Implicare

source: Enterprise Compliance, License or Technical Needs?
ro: Conformitate Enterprise, Licență sau Nevoi Tehnice?

source: Everything you need for a great signing experience.
ro: Tot ce ai nevoie pentru o experiență excelentă de semnare.

source: Fast.
ro: Rapid.

source: Faster, smarter and more beautiful.
ro: Mai rapid, mai inteligent și mai frumos.

source: Finances
ro: Finanțe

source: Follow us on X
ro: Urmărește-ne pe X

source: For companies looking to scale across multiple teams.
ro: Pentru companiile care doresc să se extindă pe mai multe echipe.

source: For small teams and individuals with basic needs.
ro: Pentru echipe mici și indivizi cu nevoi de bază.

source: Free
ro: Gratuit

source: From the blog
ro: Din blog

source: Full-Time
ro: Normă întreagă

source: Get paid (Soon).
ro: Primește plata (Curând).

source: Get started
ro: Începe

source: Get Started
ro: Începe

source: Get started today.
ro: Începe astăzi.

source: Get the latest news from Documenso, including product updates, team announcements and more!
ro: Primește cele mai recente știri de la Documenso, inclusiv actualizări de produse, anunțuri ale echipei și multe altele!

source: GitHub: Total Merged PRs
ro: GitHub: Total PR-uri Fuzionate

source: GitHub: Total Open Issues
ro: GitHub: Total Probleme Deschise

source: GitHub: Total Stars
ro: GitHub: Total Stele

source: Global Salary Bands
ro: Benzile Salariale Globale

source: Growth
ro: Creștere

source: How can I contribute?
ro: Cum pot contribui?

source: How do you handle my data?
ro: Cum vă ocupați de datele mele?

source: Individual
ro: Individ

source: Integrated payments with Stripe so you don’t have to worry about getting paid.
ro: Plăți integrate cu Stripe astfel încât să nu trebuiască să te îngrijorezi de a primi banii.

source: Integrates with all your favourite tools.
ro: Se integrează cu toate uneltele tale preferate.

source: Is there more?
ro: Mai e ceva?

source: It’s up to you. Either clone our repository or rely on our easy to use hosting solution.
ro: Depinde de tine. Fie clonezi depozitul nostru, fie te bazezi pe soluția noastră ușor de utilizat de găzduire.

source: Join Date
ro: Data alăturării

source: Join the Open Signing Movement
ro: Alăturați-vă Mișcării de Semnare Deschisă

source: Location
ro: Locație

source: Make it your own through advanced customization and adjustability.
ro: Personalizează-l cu ajutorul personalizării avansate și al ajustabilității.

source: Merged PR's
ro: PR-uri fuzionate

source: Merged PRs
ro: PR-uri fuzionate

source: Monthly
ro: Lunar

source: Name
ro: Nume

source: New Users
ro: Utilizatori noi

source: No credit card required
ro: Nu este necesar cardul de credit

source: No Credit Card required
ro: Nu este necesar cardul de credit

source: None of these work for you? Try self-hosting!
ro: Niciuna dintre acestea nu funcționează pentru tine? Încearcă auto-găzduirea!

source: Open Issues
ro: Probleme deschise

source: Open Source or Hosted.
ro: Open Source sau găzduit.

source: Open Startup
ro: Startup deschis

source: OSS Friends
ro: Prieteni OSS

source: Our custom templates come with smart rules that can help you save time and energy.
ro: Șabloanele noastre personalizate vin cu reguli inteligente care te pot ajuta să economisești timp și energie.

source: Our Enterprise License is great for large organizations looking to switch to Documenso for all their signing needs. It's available for our cloud offering as well as self-hosted setups and offers a wide range of compliance and Adminstration Features.
ro: Licența Enterprise este ideală pentru organizațiile mari care doresc să treacă la Documenso pentru toate nevoile lor de semnare. Este disponibilă atât pentru oferta noastră de cloud, cât și pentru configurații auto-găzduite și oferă o gamă largă de funcții de conformitate și administrare.

source: Our self-hosted option is great for small teams and individuals who need a simple solution. You can use our docker based setup to get started in minutes. Take control with full customizability and data ownership.
ro: Opțiunea noastră auto-găzduită este grozavă pentru echipe mici și persoane care au nevoie de o soluție simplă. Poți folosi configurarea noastră bazată pe Docker pentru a începe în câteva minute. Ia controlul cu personalizare completă și deținerea datelor.

source: Premium Profile Name
ro: Nume profil premium

source: Pricing
ro: Prețuri

source: Privacy
ro: Confidențialitate

source: Profile
ro: Profil

source: React Widget (Soon).
ro: React Widget (Curând).

source: Receive your personal link to share with everyone you care about.
ro: Primește linkul tău personal pentru a-l partaja cu toți cei dragi.

source: Role
ro: Rol

source: Salary
ro: Salariu

source: Save $60 or $120
ro: Economisește 60$ sau 120$

source: Search languages...
ro: Caută limbi...

source: Securely. Our data centers are located in Frankfurt (Germany), giving us the best local privacy laws. We are very aware of the sensitive nature of our data and follow best practices to ensure the security and integrity of the data entrusted to us.
ro: În siguranță. Centrele noastre de date sunt situate în Frankfurt (Germania), oferindu-ne cele mai bune legi locale privind confidențialitatea. Suntem foarte conștienți de natura sensibilă a datelor noastre și urmăm cele mai bune practici pentru a asigura securitatea și integritatea datelor încredințate nouă.

source: Send, connect, receive and embed everywhere.
ro: Trimite, conectează, primește și încorporează peste tot.

source: Seniority
ro: Senioritate

source: Shop
ro: Magazin

source: Sign in
ro: Autentificare

source: Sign up
ro: Înregistrare

source: Signing Process
ro: Proces de înregistrare

source: Signup Now
ro: Înregistrează-te acum

source: Smart.
ro: Deștept.

source: Star on GitHub
ro: Adaugă un stea pe GitHub

source: Stars
ro: Stele

source: Status
ro: Stare

source: Support
ro: Suport

source: Team
ro: Echipă

source: Team Inbox
ro: Inbox pentru echipă

source: Teams
ro: Echipe

source: Template Store (Soon).
ro: Magazin de Șabloane (În curând).

source: That's awesome. You can take a look at the current <0>Issues</0> and join our <1>Discord Community</1> to keep up to date, on what the current priorities are. In any case, we are an open community and welcome all input, technical and non-technical ❤️
ro: Este grozav. Poți arunca o privire la <0>Problemele</0> actuale și să te alături <1>Comunității noastre Discord</1> pentru a rămâne la curent cu prioritățile actuale. În orice caz, suntem o comunitate deschisă și primim cu bucurie toată contribuția, tehnică și non-tehnică ❤️

source: This page is evolving as we learn what makes a great signing company. We'll update it when we have more to share.
ro: Această pagină evoluează pe măsură ce învățăm ce face o companie de semnături excelentă. O vom actualiza când avem mai multe de împărtășit.

source: Title
ro: Titlu

source: Total Completed Documents
ro: Total Documente Finalizate

source: Total Customers
ro: Total Clienți

source: Total Funding Raised
ro: Total Finanțare Strânsă

source: Total Users
ro: Total Utilizatori

source: Truly your own.
ro: Cu adevărat al tău.

source: Try our Free Plan
ro: Încearcă Planul nostru Gratuit

source: Twitter Stats
ro: Statistici Twitter

source: Unlimited Documents per Month
ro: Documente Nelimitate pe Lună

source: Up to 10 recipients per document
ro: Până la 10 destinatari pe document

source: Using our hosted version is the easiest way to get started, you can simply subscribe and start signing your documents. We take care of the infrastructure, so you can focus on your business. Additionally, when using our hosted version you benefit from our trusted signing certificates which helps you to build trust with your customers.
ro: Utilizarea versiunii noastre găzduite este cea mai simplă modalitate de a începe, te poți abona pur și simplu și începe să semnezi documentele tale. Ne ocupăm de infrastructură, astfel încât tu să te poți concentra pe afacerea ta. În plus, atunci când utilizezi versiunea noastră găzduită beneficiezi de certificatele noastre de semnătură de încredere care te ajută să construiești încredere cu clienții tăi.

source: View all stats
ro: Vezi toate statisticile

source: We are happy to assist you at <0>support@documenso.com</0> or <1>in our Discord-Support-Channel</1> please message either Lucas or Timur to get added to the channel if you are not already a member.
ro: Suntem bucuroși să vă asistăm la <0>support@documenso.com</0> sau <1>în canalul nostru de suport Discord</1>, te rugăm să-i trimiți un mesaj fie lui Lucas, fie lui Timur pentru a fi adăugat în canal dacă nu ești deja membru.

source: What is the difference between the plans?
ro: Care este diferența între planuri?

source: When it comes to sending or receiving a contract, you can count on lightning-fast speeds.
ro: Când vine vorba de trimiterea sau primirea unui contract, poți conta pe viteze fulgerătoare.

source: Where can I get support?
ro: Unde pot obține suport?

source: Why should I prefer Documenso over DocuSign or some other signing tool?
ro: De ce ar trebui să prefer Documenso în locul DocuSign sau altui instrument de semnare?

source: Why should I use your hosting service?
ro: De ce ar trebui să folosesc serviciul vostru de găzduire?

source: Yearly
ro: Anual

source: Yes! Documenso is offered under the GNU AGPL V3 open source license. This means you can use it for free and even modify it to fit your needs, as long as you publish your changes under the same license.
ro: Da! Documenso este oferit sub licența open source GNU AGPL V3. Aceasta înseamnă că îl poți folosi gratuit și chiar modifica pentru a se potrivi nevoilor tale, atâta timp cât publici modificările sub aceeași licență.

source: You can self-host Documenso for free or use our ready-to-use hosted version. The hosted version comes with additional support, painless scalability and more. Early adopters will get access to all features we build this year, for no additional cost! Forever! Yes, that includes multiple users per account later. If you want Documenso for your enterprise, we are happy to talk about your needs.
ro: Poți găzdui Documenso pe cont propriu gratuit sau să folosești versiunea noastră găzduită gata de utilizare. Versiunea găzduită vine cu suport suplimentar, scalabilitate fără dureri și multe altele. Utilizatorii timpurii vor avea acces la toate funcțiile pe care le construim în acest an, fără costuri suplimentare! Pentru totdeauna! Da, aceasta include utilizatori multipli pe cont mai târziu. Dacă dorești Documenso pentru întreprinderea ta, suntem bucuroși să discutăm despre nevoile tale.

source: Your browser does not support the video tag.
ro: Browserul tău nu suportă eticheta video.
